{
  "T2123": {
    "titles": [
      "What voltage is RoboVac rated for? Does RoboVac come with a charger that is compatible with my region?",
      "Which Wi-Fi networks does RoboVac support?",
      "What should I do if I can't find my Wi-Fi network?",
      "What should I do if I can't connect RoboVac to my Wi-Fi network?",
      "What should I do if RoboVac is offline?",
      "Where is it best to use RoboVac?",
      "What objects should RoboVac avoid vacuuming?",
      "What is the lowest height RoboVac can pass under?",
      "How does RoboVac navigate?",
      "What's the BoostIQ™ feature?",
      "How do I identify if RoboVac is using the BoostIQ™ feature?",
      "How long will RoboVac clean after it is fully charged?",
      "How long does it take RoboVac to charge from 0-100%?",
      "Can I use one remote control to control more than two RoboVacs at the same time?",
      "What do RoboVac's status lights mean?",
      "What does the status light on the charging base indicate?",
      "What do the error tones mean when the red indicator light is flashing?",
      "What do the error tones mean when the red indicator light is solid?",
      "My RoboVac cannot be activated. What can I do?",
      "What if RoboVac suddenly stops working?",
      "What if RoboVac cannot return to the Charging Base?",
      "What if RoboVac can't be charged? What should I do?",
      "What should I do if RoboVac does not clean according to the schedule I set?",
      "What should I do if the remote control doesn't work?",
      "Why has RoboVac's suction become weak?",
      "Why is RoboVac making a strange noise while in use?",
      "What should I do if RoboVac's movements or travel path are abnormal?"
    ]
  },
  "T2250": {
    "titles": [
      ""
    ]
  },
  "T2190": {
    "titles": [
      "What voltage is RoboVac rated for? Does RoboVac come with a domestic charger?",
      "Which Wi-Fi networks does RoboVac support?",
      "What should I do if I can't find my Wi-Fi network?",
      "What should I do if I can't connect RoboVac to my Wi-Fi network?",
      "What should I do if RoboVac is offline?",
      "Where is it best to use RoboVac?",
      "What objects should RoboVac avoid vacuuming?",
      "What is the lowest height RoboVac can pass under?",
      "How does RoboVac navigate?",
      "What is the boundary strip?",
      "What's the BoostIQ™ feature?",
      "How do I identify if RoboVac is using the BoostIQ™ feature?",
      "How long will RoboVac clean after a full charge?",
      "How long does it take RoboVac to charge from 0-100%?",
      "What do RoboVac's Wi-Fi status lights mean?",
      "What does the status light on the charging base indicate?",
      "My RoboVac cannot be activated. What can I do?",
      "What if RoboVac suddenly stops working?",
      "What if RoboVac cannot return to the Charging Base?",
      "What if RoboVac can't be charged? What should I do?",
      "What should I do if RoboVac does not clean according to the schedule I set?",
      "Why has RoboVac's suction become weak?",
      "Why is RoboVac making a strange noise while in use?",
      "What should I do if RoboVac's movements or travel path are abnormal?"
    ]
  },
  "T1013": {
    "titles": [
      "If Lumos bulb is not connected to the Internet, what should I do?",
      "If Lumos bulb's status is offline, what should I do?",
      "How do I reset the Wi-Fi connection of the bulbs?",
      "What is the difference between “Lumos Color” and “Lumos Tunable”?",
      "Does Lumos bulb support multi-voltage use?",
      "Does Lumos bulb work on the 5 GHz Wi-Fi network?",
      "What is the light output of Lumos Color? What incandescent bulb-wattage is Lumos Color equivalent to?",
      "Is a hub required to use Lumos bulbs, like Philips Hue bulbs?",
      "What is the default light setting? Can I modify the default light setting?",
      "Can a smartphone control more than one bulb?",
      "If I never connect my Lumos bulb to the Internet, will the bulb blink three times every time it is turned on?",
      "I'm following the setup procedure in the EufyHome app. The bulb is successfully connected to my Wi-Fi network, but the app has not proceeded to the next step. What should I do?",
      "How will I know if my Lumos bulb is successfully connected to the Internet?",
      "Does Lumos bulb support both Amazon Alexa and Google Assistant voice control services?",
      "Can Lumos bulb be controlled via the EufyHome app, and the Amazon Alexa or Google Assistant voice service when my Wi-Fi network is down?",
      "How do I reset the Wi-Fi connection of Lumos bulb?",
      "Can I control the bulb remotely when my smartphone is connected to a 3G or 4G network after the bulb is connected to a Wi-Fi network?",
      "How do I set up my Lumos bulb so I can control it via the Alexa voice service?",
      "Which functions support the Amazon Alexa voice control service?",
      "If the name of the bulb is modified in the EufyHome app, how do I control the bulb via the Amazon Alexa voice control service?",
      "What should I do if Alexa voice control does not respond to my voice?",
      "What should I do if Google Assistant voice control does not respond to my voice?",
      "What is Away Mode?",
      "What is Group function?",
      "What is Flow Mode?",
      "Can I share a light group's setting with others?",
      "What benefit does Favorite light have?",
      "How can other users control the bulb using the share function?",
      "What information can only be edited by the owner?",
      "If the bulb loses Wi-Fi connection, are the operating time and energy consumption readings accurate?",
      "Can Lumos bulb connect to XFINITY WiFi hotspots?"
    ]
  },
  "T1100": {
    "titles": [
      "If Smart Plug is not connected to the Internet, what should I do?",
      "If Smart Plug's status is offline, what should I do?",
      "How to reset the Wi-Fi connection?",
      "There is no response when controlling the device with the EufyHome app.",
      "I can't control the connected device via Alexa voice control.",
      "I can't control the connected device via Google Assistant voice control.",
      "What should I do if Smart Plug automatically turns off?",
      "Does Smart Plug have multi-voltage support? Can I install and use Smart Plug in other countries?",
      "Can Smart Plug be used outdoors?",
      "What are the system and hardware requirements for the EufyHome app?",
      "Does Smart Plug support the 5GHz Wi-Fi network?",
      "Does Smart Plug support the IFTTT app?",
      "How do I use Smart Plug with Eufy Genie / Amazon Echo / Google Assistant?",
      "How many Smart Plugs can the EufyHome app control?",
      "Can Smart Plug be controlled by multiple users?",
      "Can Smart Plug control multiple lights?",
      "Do I need to buy smart bulbs in order to be able to control lights with Smart Plug or Alexa?",
      "Does Smart Plug need to be installed in the same room that Amazon Alexa or Google Assistant are setup in?",
      "Will the Timer and Schedule functions still take effect if Smart Plug cannot connect to the Internet?",
      "Can Smart Plug track the energy consumption of the plugged device?",
      "Can multiple Smart Pluges work with Eufy Genie/Amazon Alexa/Google Assistant? If so, do I need to use separate names for each Smart Plug?",
      "If my TV is plugged into Smart Plug, can I turn on/off the TV with my voice via the Alexa voice service?",
      "Can I ask Amazon Alexa or Google Assistant to turn off the power after 30 minutes since the EufyHome app has a timer function?",
      "How do I change which Wi-Fi network Smart Plug connects to?",
      "Is there a difference between turning off the device manually (pressing the switch) or turning off the device via the EufyHome app?",
      "Does Smart Plug use a lot of power when in Standby mode?",
      "Is it normal for Smart Plug to make a noise when I shake it around?",
      "Can I plug a power strip into Smart Plug?",
      "Does Smart Plug block the other outlet on socket panel?",
      "Can the Smart Plug also be used to brighten and dim the lights?",
      "Can I manually turn on/off the device(s) plugged into Smart Plug?",
      "Can Smart Plug be plugged into a power outlet with only two slots?"
    ]
  },
  "T1211": {
    "titles": [
      "Does Smart Switch have multi-voltage support? Can I install and use Smart Switch in other countries?",
      "Can Smart Switch be used outdoors?",
      "What are the system and hardware requirements for the EufyHome app?",
      "Does Smart Switch support the 5GHz Wi-Fi network?",
      "Does Smart Switch support the IFTTT app?",
      "How do I use Smart Switch with Eufy Genie / Amazon Echo / Google Assistant?",
      "How many Smart Switches can the EufyHome app control?",
      "Can Smart Switch control multiple lights?",
      "Can Smart Switch be controlled by multiple users?",
      "Do I need to buy smart bulbs in order to be able to control lights with Smart Switch or Alexa?",
      "Can Smart Switch track the energy consumption of the wired device?",
      "Can multiple Smart Switches work with Eufy Genie/Amazon Alexa/Google Assistant? If so, do I need to use separate names for each Smart Switch?",
      "Does Smart Switch need to be installed in the same room that Amazon Alexa or Google Assistant are setup in?",
      "Will the Timer and Schedule functions still take effect if Smart Switch cannot connect to the Internet?",
      "Can I ask Amazon Alexa or Google Assistant to turn off the power after 30 minutes since the EufyHome app has a timer function?",
      "How do I change which Wi-Fi network Smart Switch connects to?",
      "Is there a difference between turning off the device manually (pressing the switch) or turning off the device via the EufyHome app?",
      "Does Smart Switch use a lot of power when in Standby mode?",
      "Is it normal for Smart Switch to make a noise when I shake it around?",
      "Can the Smart Switch also be used to brighten and dim the lights?",
      "Can I manually turn on/off the device(s) wired to Smart Switch using the switch on Smart Switch?",
      "Can Smart Switch be installed if a Netural wire is not available?",
      "Can Smart Switch be installed if a Ground wire is not available?",
      "RESTART button has any effect?",
      "If Smart Switch is not connected to the Internet, what should I do?",
      "If Smart Switch's status is offline, what should I do?"
    ]
  }
}

